/**
 * created by 小卷毛, 2019/1/25
 * Copyright (c) 2019, 416143467@qq.com All Rights Reserved.
 * #                   *********                            #
 * #                  ************                          #
 * #                  *************                         #
 * #                 **  ***********                        #
 * #                ***  ****** *****                       #
 * #                *** *******   ****                      #
 * #               ***  ********** ****                     #
 * #              ****  *********** ****                    #
 * #            *****   ***********  *****                  #
 * #           ******   *** ********   *****                #
 * #           *****   ***   ********   ******              #
 * #          ******   ***  ***********   ******            #
 * #         ******   **** **************  ******           #
 * #        *******  ********************* *******          #
 * #        *******  ******************************         #
 * #       *******  ****** ***************** *******        #
 * #       *******  ****** ****** *********   ******        #
 * #       *******    **  ******   ******     ******        #
 * #       *******        ******    *****     *****         #
 * #        ******        *****     *****     ****          #
 * #         *****        ****      *****     ***           #
 * #          *****       ***        ***      *             #
 * #            **       ****        ****                   #
 */
package com.meida.model

import java.io.Serializable

/**
 * 项目名称：USWing
 * 创建人：小卷毛
 * 创建时间：2019-01-25 10:07
 */
data class NearData(
    var court_id: String = "",
    var court_img: String = "",
    var court_name: String = "",
    var court_adress: String = "",
    var court_tel: String = "",
    var distance: String = "",
    var court_province: String = "",
    var court_city: String = "",
    var court_lat: String = "",
    var court_lng: String = ""
): Serializable